1yib.rust-bundle
antfu.theme-vitesse
anthropic.claude-code
astro-build.astro-vscode
bierner.markdown-mermaid
biomejs.biome
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
dart-code.dart-code
dart-code.flutter
denoland.vscode-deno
dereckdamphouse.atom-just-black
dsznajder.es7-react-js-snippets
dustypomerleau.rust-syntax
ecmel.vscode-html-css
eserozvataf.one-dark-pro-monokai-darker
exodiusstudios.comment-anchors
expo.vscode-expo-tools
felixfbecker.postgresql-syntax
fill-labs.dependi
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
github.copilot-chat
google.geminicodeassist
graphql.vscode-graphql
graphql.vscode-graphql-syntax
humao.rest-client
inferrinizzard.prettier-sql-vscode
jinxdash.prettier-rust
kde.breeze
mathiasfrohlich.kotlin
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
nur.just-black
openai.chatgpt
rangav.vscode-thunder-client
redhat.vscode-yaml
redis.redis-for-vscode
remcohaszing.vscode-mdxlint
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
unifiedjs.vscode-mdx
vscode-icons-team.vscode-icons
waderyan.gitblame
yoavbls.pretty-ts-errors
zamerick.vscode-caddyfile-syntax
